# 바스크치즈케이크
---

## 정의
 * 바스크치즈케이크는 스페인 바스크 지역에서 유명한 디저트이다.
 * 부드럽고 달콤한 크림치즈반죽을 베이스로하여 스모키한 표면이 독특하며 매력적인 맛이다.
 * 파티시에를 하며 아마 가장 많이 만들어 본 품목이 아닌가 싶다.
 * 정리법을 연습하는 데 초점이 있는 글이기에 상세한 그람수는 표기하지 않는다.


## 사용되는 재료
 + 크림치즈 (산미있고 다소 단단한 식감 - 필라델피아 / 달콤하며 부드러운 식감 - 끼리)
 + 백설탕 
 + 전란
 + 생크림
 + 휘핑크림 _베이킹에서는 **동물성**휘핑크림을 사용하는 것이 더 맛이 좋다._
 + 밤페이스트
 + 보늬밤


 ## 만드는 순서
  1. _상온_ 상태의 크림치즈를 주걱 혹은 핸드믹서로 잘 풀어준다.
  2. 1.에 설탕을 넣고 섞어준다.
  3. 2.에 나머지 재료를 모두 넣고 섞어준다
  4. 틀에 옮겨 담은 후 바닥을 쳐 기포를 제거한 뒤 오븐에 구워준다.


  ## 주의점
  + 크림치즈를 잘 풀어주지 않을 경우(**알갱이가 남을경우**) 완성품에서 식감이 좋지 않다.
    + 이 부분이 싫다면 완성된 반죽을 체에 내려주면 완성품이 더 크리미해 진다.
  + 본 레시피는 글루텐프리로 가루류가 들어간 제품에 비해 더 크리미한 식감을 가진다.
